Repository: wp-plugins/sola-testimonials
Catalog: languages/sola_t_*.po
Languages: es_es, fr_fr, nl_nl, pt_br, sv_se

source: Rating Field Label
es_es: Etiqueta del Campo Rating
fr_fr: Libellé du champ Vote
nl_nl: Beoordelingsveld label
pt_br: Rótulo do campo Qualificação
sv_se: Betyg fältetikett

source: Rating Field Description
es_es: Descripción del Campo Rating
fr_fr: Description du champ Vote
nl_nl: Beoordelingsveld omschrijving
pt_br: Descrição do campo Qualificação
sv_se: Betyg fält beskrivning

source: Rate your experience with us
es_es: Califique su experiencia con nosotros
fr_fr: Noter votre expérience avec nous
nl_nl: Beoordeel uw ervaring met ons
pt_br: Qualifique sua experiência conosco
sv_se: Betygsätt din upplevelse med oss

source: Enable CAPTCHA?
es_es: Habilitar CAPTCHA?
fr_fr: Activer le CAPTCHA?
nl_nl: CAPTCHA inschakelen?
pt_br: Abilitar CAPTCHA?
sv_se: Aktivera CAPTCHA?

source: CAPTCHA Field Label
es_es: Etiqueta del campo CAPTCHA
fr_fr: Libellé du champ CAPTCHA
nl_nl: CAPTCHA-veld label
pt_br: Rótulo do campo CAPTCHA
sv_se: CAPTCHA fält etikett

source: CAPTCHA Verification
es_es: Verificación CAPTCHA
fr_fr: Vérification CAPTCHA
nl_nl: CAPTCHA verificatie
pt_br: Verificação CAPTCHA
sv_se: CAPTCHA Verifiering

source: CAPTCHA Address Field Description
es_es: Descripción del campo CAPTCHA
fr_fr: Description du champ Adresse CAPTCHA
nl_nl: CAPTCHA-adresveld omschrijving
pt_br: Descrição do campo CAPTCHA
sv_se: CAPTCHA adress fält beskrivning

source: Please verify you are human.
es_es: Por favor, compruebe que usted es humano.
fr_fr: Pour vérifier que vous êtes un humain.
nl_nl: Bevestig a.u.b. dat u een persoon bent.
pt_br: Por favor verifique se você é humano.
sv_se: Vänligen bekräfta att du är människa.

source: Allow Users To Choose A Category
es_es: Permitir a los usuarios elegir una categoría
fr_fr: Autoriser les utilisateurs à choisir une catégorie
nl_nl: Gebruikers toestaan een categorie te kiezen
pt_br: Permitir que usuários selecionem uma categoria
sv_se: Tillåt användare att välja en kategori

source: Display Testimonials Based On Category
es_es: Mostrar Testimonios basados en Categoría
fr_fr: Afficher les témoignages d'une catégorie
nl_nl: Weergave recensies op basis van categorie
pt_br: Mostar Depoimentos baseados em Categorias
sv_se: Visa rekommendation baseradpå kategori

source: None
es_es: Nada
fr_fr: Aucune
nl_nl: Geen
pt_br: Nenhum
sv_se: Ingen

source: The below options will only affect testimonials using the 'Single' or 'Grid' Layouts. To change the options of your slider, plese navigate to the 'Slider' tab.
es_es: Las siguientes opciones sólo afectarán testimonios utilizando el los diseños 'Single' o 'Grid'. Para cambiar las opciones de su slider, por favor vaya a la pestaña 'Slider'.
fr_fr: Les options suivantes affecteront les témoignages qui utilisent les dispositions 'seule' ou 'multiple'. Pour changer les options de votre slider, naviguez dans l'onglet 'slider'.
nl_nl: De onderstaande opties hebben alleen betrekking op recensies die de 'Enkelvoudig' of 'Raster' lay-out gebruiken. Om de opties van de slider te wijzigen gaat u naar het tabblad 'Slider'.
pt_br: As opções abaixo afetarão apenas depoimentos que estão usando os Layouts 'Single' ou 'Grid'. Para mudar as opções do seu slider, por favor navegue até a Aba 'Slider'.
sv_se: Nedanstående alternativ påverkar endast rekommendation som använder 'Single' eller 'Grid' layouter. Om du vill ändra alternativen för din slider, vänligen gå till 'Slider' fliken.

source: Show Testimonial Title
es_es: Mostrar el Título del Testimonio
fr_fr: Afficher le titre du témoignage
nl_nl: Toon titel recensie
pt_br: Mostrar o título do Depoimento
sv_se: Visa rekommendations titel

source: Show Testimonial Body
es_es: Mostrar el Cuerpo del Testimonio
fr_fr: Afficher le corps du témoignage
nl_nl: Toon inhoud recensie
pt_br: Mostrar Conteúdo do Depoimento
sv_se: Visa rekommendations body

source: Strip all links out of the testimonials
es_es: Limpiar los links de los Testimonios
nl_nl: Verwijder alle links uit de recensies
pt_br: Retirar todos os links dos depoimentos
sv_se: Visa och gruppera dina rekommendationer.

source: This will remove all links, and prevent your users from viewing the 'Single view' of a testimonial
es_es: Esto eliminará todos los enlaces y evitará que sus usuarios vean la vista 'Single' de un testimonio
nl_nl: Dit verwijdert alle koppelingen en voorkomt dat gebruikers de 'Enkelvoudige weergave' van een recensie kunnen bekijken
pt_br: Isso irá remover todos os links, e impedirá que os usuários vejam apenas um único depoimento 'Single view'

source: Allow HTML to be rendered in the testimonial
es_es: Permitir HTML generado en el testimonio
fr_fr: Autoriser le HTML dans le témoignage
nl_nl: HTML-toestaan in de recensie
pt_br: Permitir que seja utilizado HTML nos depoimentos
sv_se: Tillåt HTML som ska återges i rekommendationen

source: Testimonial content type
es_es: Tipo de contenido del Testimonio
nl_nl: Recensie inhoudstype
pt_br: Tipo de conteúdo dos depoimentos
sv_se: Rekommendation status

source: An Excerpt
es_es: Un Extracto
nl_nl: Een fragment
pt_br: Resumo

source: Full Body
es_es: Cuerpo Completo
nl_nl: Volledige inhoud
pt_br: Conteúdo Completo
sv_se: Body

source: Excerpt Length
es_es: Longitud de extracto
fr_fr: Longueur de l'extrait
nl_nl: Lengte fragment
pt_br: Tamanho do resumo
sv_se: Utdrag längd

source: How long should your testimonial teaser be? (Specify number of words).
es_es: ¿Qué tan largo debe ser el resumen del testimonio? (Introduce el número de palabras).
fr_fr: Combien de mots l'extrait de votre témoignage doit faire? ( Spécifiez un nombre de mots).
nl_nl: Hoe lang moet uw recensie teaser zijn? (Aantal woorden opgeven).
pt_br: Qual o comprimento do resumo? (Especifique o número de palavras).
sv_se: Hur lång ska din rekommendations teaser vara? (Ange antal ord).

source: Default Image Size
es_es: Tamaño de Imagen or defecto
fr_fr: Taille de l'image par défaut
nl_nl: Standaard Afbeeldingsgrootte
pt_br: Tamanho Padrão da imagem
sv_se: Standardbildstorlek

source: Size of testimonial images (px).
es_es: Tamaño de imagenes del testimonio (px).
fr_fr: Taille de l'image du témoignage (px).
nl_nl: Grootte van recensie afbeeldingen (px).
pt_br: Tamanho da imagem (px).
sv_se: Storlek på rekommendations bilder (PX).

source: Read More Link
es_es: Link Leer Más
fr_fr: Lien pour lire plus
nl_nl: Lees verder link
pt_br: Link Leia Mais
sv_se: Läs mer länk

source: Show User's Name
es_es: Mostrar Nombre de Usuario
fr_fr: Afficher le nom de l'utilisateur
nl_nl: Toon gebruikersnaam
pt_br: Mostrar o Nome do Usuário
sv_se: Visa användarens namn

source: Show Link To User's Website
es_es: Mostrar Link al Sitio Web del Usuario
fr_fr: Afficher le lien du site web de l'utilisateur
nl_nl: Toon link naar website van gebruiker
pt_br: Mostrar o Link do Website
sv_se: Visa länk till användarens hemsida

source: Show Testimonial Image
es_es: Mostrar Imagen de Testimonio
fr_fr: Afficher l'image du témoignage
nl_nl: Toon recensie afbeelding
pt_br: Mostrar Imagem do Depoimento
sv_se: Visa rekommendations bild

source: Show Star Rating
es_es: Mostrar Calificaciones Estrella
fr_fr: Afficher la note par étoiles
nl_nl: Toon sterbeoordeling
pt_br: Mostrar Qualificação Estrelas
sv_se: Visa stjärn betygssättning

source: Show Rating
es_es: Mostrar Calificaciones
fr_fr: Afficher la note
nl_nl: Toon Beoordeling
pt_br: Mostrar Qualificação
sv_se: Visa betyg

source: Submit A Testimonial
es_es: Envíe Su Testimonio
fr_fr: Publier un témoignage
nl_nl: Plaats een recensie
pt_br: Enviar Depoimento
sv_se: Skicka en rekommendation

source: Display A Single Testimonial
es_es: Mostrar un Testimonio Unico
fr_fr: Afficher un seul témoignage
nl_nl: Toon een enkele recensie
pt_br: Mostrar um único depoimento
sv_se: Visa en enda rekommendation

source: Show off a single tesimonial. Use the ID of the testimonial.
es_es: Muestra un solo testimonio. Utilice el ID del testimonio.
fr_fr: Mettre en valeur un seul témoignage. Utilisez l'ID du témoignage.
nl_nl: Een enkele recensie uitlichten. Gebruik de ID van de recensie.
pt_br: Para mostrar um depoimento. Use o ID do depoimento.
sv_se: Visa upp en enda rekommendation. Använd ID för rekommendation.

source: Display All Testimonials
es_es: Mostrar todos los testimonios
fr_fr: Afficher tous les témoignages
nl_nl: Toon alle recensies
pt_br: Mostrar todos os Depoimentos
sv_se: Visa alla rekommendationer

source: Show off your raving reviews all on one page
es_es: Mostrar todas las opiniones en una sola página
fr_fr: Mettre en valeur vos retours sur une seule page
nl_nl: Uitlichten van alle buitengewone recensies op één pagina
pt_br: Mostar todas as qualificações em uma página
sv_se: Visa upp din raving recension allt på en sida

source: Display Testimonials In A Slider
es_es: Mostrar los testimonios en un Slider
fr_fr: Afficher les témoignages dans un slider
nl_nl: Toon recensies in een slider
pt_br: Mostar Depoimentos num Slider
sv_se: Visa rekommendation i en slider

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
es_es: Un error inesperado HTTP occurrió durante el llamado a la API.</p> <p><a href="?" onclick="document.location.reload(); return false;">Intente nuevamente</a>
fr_fr: Une erreur HTTP inattendue est arrivé pendant la requête API.</p><p><a href="?" onclick="document.location.reload(); return false;">Essayer à nouveau</a>
pt_br: Um erro de HTTP inesperado ocorreu.</p> <p><a href="?" onclick="document.location.reload(); return false;">Tente novamente</a>
sv_se: Ett oväntat HTTP-fel inträffade under API förfrågan.</p> <p><a href="?" onclick="document.location.reload(); return false;">Prova igen</a>

source: An unknown error occurred
es_es: Ocurrió un error desconocido
fr_fr: Une erreur inconnue est arrivée
pt_br: Ocorreu um erro desconhecido
sv_se: Ett okänt fel uppstod

source: A valid title is required.
es_es: Se requiere un título válido.
fr_fr: Un titre valide est requis.
pt_br: É necessário um título válido.
sv_se: En giltig titel krävs.

source: Your name is required.
es_es: Se requiere su nombre.
fr_fr: Votre nom est requis.
pt_br: Seu nome é obrigatório.
sv_se: Ditt namn krävs.

source: Email Address
es_es: Dirección email
fr_fr: Adresse email
pt_br: Email
sv_se: E-postadress

source: What is your email address?
es_es: Cual es su correo electrónico?
fr_fr: Quelles est votre adresse email?
pt_br: Qual seu endereço de email?
sv_se: Vad är din email adress?

source: Your email address is required.
es_es: Se requiere su email.
fr_fr: Votre adresse email est requise.
pt_br: Obrigatório seu endereço de email.
sv_se: Din e-postadress krävs.

source: A valid name is required.
es_es: Se requiere un nombre válido.
fr_fr: Un nom valide est requis.
pt_br: É obrigatório um Nome válido.
sv_se: Ett giltigt namn krävs.

source: A valid URL is required (Include http://)
es_es: Se requiere una URL válida. (Incluya http://)
fr_fr: Une URL valide est requise ( inclure http://)
pt_br: É obrigatório uma URL válida (Inclua http://)
sv_se: En giltig URL krävs (Inkludera http: //)

source: A valid testimonial is required.
es_es: Se requiere un testimonio válido.
fr_fr: Un témoignage valide est requis.
pt_br: É obrigatório um Depoimento válido.
sv_se: En giltig rekommendation krävs.

source: Category
es_es: Categoría
fr_fr: Catégorie
pt_br: Categoria
sv_se: Kategori

source: What category would you like to add your testimonial to?
es_es: A que categoría le gustaría agregar su testimonio?
fr_fr: Dans quelle catégorie voulez-vous ajouter votre témoignage?
pt_br: Qual a categoria do seu depoimento?
sv_se: Vilken kategori vill du lägga din rekommendation till?

source: Log in
es_es: Entrar
fr_fr: Connectez-vous
pt_br: Logar
sv_se: Logga in

source: or
es_es: o
fr_fr: ou
pt_br: ou
sv_se: eller

source: register
es_es: registrarse
fr_fr: enregistrez-vous
pt_br: Registrar
sv_se: registrera

source: to submit a testimonial.
es_es: para enviar un testimonio.
fr_fr: pour publier un témoignage.
pt_br: Para enviar um depoimento.
sv_se: för att lämna en rekommendation.

source: Display Testimonials in a Slider
es_es: Mostrar Testimonios en un Slider
fr_fr: Afficher les témoignages dans un slider
pt_br: Mostrar Depoimentos num Slider
sv_se: Visa rekommendationer i en slider

source: Show off your raving testimonials in a slider.
es_es: Muestra tus testimonios más favorables en un Slider.
fr_fr: Mettez en valeur vos témoignages dans un slider.
pt_br: Mostrar qualificação num slider
sv_se: Visa upp dina raving rekommendationer i en slider.

source: Display Testimonials Based on a Category
es_es: Muestra tus testimonios basados en categoría
fr_fr: Afficher les témoignages d'une catégorie
pt_br: Mostar depoimentos da Categoria
sv_se: Visa rekommendationer baserat på en kategori

source: Display and group your testimonials.
es_es: Muestra y agrupa tus testimonios.
fr_fr: Afficher et grouper vos témoignages.
pt_br: Mostar e agrupar seus depoimentos.
sv_se: Visa och gruppera dina rekommendationer.

source: Allow your visitors to submit a testimonial on your website.
es_es: Permite a sus visitantes enviar un testimonio en su sitio web.
fr_fr: Autoriser les visiteurs à publier un témoignage sur votre site web.
pt_br: Permitir que visitantes enviem depoimentos no website.
sv_se: Låt dina besökare uppge en rekommendation på din webbplats.

source: Categories
es_es: Categorías
fr_fr: Catégories
pt_br: Categorias
sv_se: Kategorier

source: Search Categories
es_es: Buscar Categorías
fr_fr: Rechercher des catégories
pt_br: Pesquisar Categorias
sv_se: Sök kategorier

source: All Categories
es_es: Todas las Categorías
fr_fr: Toutes les catégories
pt_br: Todas Categorias
sv_se: Alla kategorier

source: Parent Category
es_es: Categoría Padre
fr_fr: Catégorie parente
pt_br: Categoria Pai
sv_se: Förälder kategori

source: Parent Category:
es_es: Categoría Padre:
fr_fr: Catégorie parente:
pt_br: Categoria Pai:
sv_se: Förälder kategori:

source: Edit Category
es_es: Editar Categoría
fr_fr: Modifier la catégorie
pt_br: Editar Categoria
sv_se: Redigera kategori

source: Update Category
es_es: Guardar Categoría
fr_fr: Mettre à jour la catégorie
pt_br: Atualizar Categoria
sv_se: Uppdatera kategori

source: Add New Category
es_es: Agregar Categoría
fr_fr: Ajouter une nouvelle catégorie
pt_br: Nova Categoria
sv_se: Lägg till ny kategori

source: New Category Name
es_es: Nuevo nombre de Categoría
fr_fr: Nom de la nouvelle catégorie
pt_br: Nome da Nova Categoria
sv_se: Nytt kategori namn

source: Choose choose the default category your testimonial will be added to
es_es: Elija la categoría por defecto a la que se añadirá su testimonio
fr_fr: Choisissez la catégorie par défaut dans laquelle votre témoignage sera ajouté
pt_br: Escolha a categoria padrão que seu depoimento será adicionado
sv_se: Välj standardkategori din rekommendation kommer att läggas till

source: You have not created any categories.
es_es: No tiene categorías creadas.
fr_fr: Vous n'avez pas créé de catégories.
pt_br: Você não criou nenhuma categoria.
sv_se: Du har inte skapat några kategorier.

source: Allow users to choose the category they want their testimonial to be added to
es_es: Permitir a los usuarios elegir la categoría en la que quieren agregar su testimonio
fr_fr: Autoriser les utilisateurs à choisir la catégorie dans laquelle ils veulent ajouter leur témoignage
pt_br: Possibilite que o usuário escolha a categoria do seu Depoimento
sv_se: Tillåt användare att välja den kategori de vill att deras rekommendationer ska läggas till

source: Specify if you want to display a specific field, whether its required or not, its label and description and a default category for your submission form below.
es_es: Especifique si desea mostrar un campo específico, ya sea necesaria o no, su etiqueta y la descripción y una categoría predeterminada para su formulario a continuación.
fr_fr: Indiquez si vous voulez afficher un champ spécifique, si il est requis ou non, son libellé et sa description, et sa catégorie par défaut pour votre formulaire ci-dessous.
pt_br: Defina se deseja mostrar algum campo específico, se é obrigatório ou não, seu rótulo, descrição e uma categoria padrão para seu formulário abaixo.
sv_se: Ange om du vill visa ett specifikt område, om dess krävs eller inte, dess etikett och beskrivning och en standardkategori för din förfrågan i formuläret nedan.

source: Require users to be logged in to submit a testimonial
es_es: Requiere que los usuarios estén conectados para presentar un testimonio
fr_fr: Nécessite que les utilisateurs soient connectés pour publier un témoignage
pt_br: Obrigar usuários estarem logados para enviar depoimentos
sv_se: Kräver att användarna är inloggade för att lämna en rekommendation

source: Rating Field Required?
es_es: Campo Rating Requerido?
fr_fr: Champ du vote requis?
pt_br: Campo Qualificação Obrigatório?
sv_se: Betygsfält krävs?

source: CAPTCHA can only be enabled if
es_es: CAPTCHA sólo puede activarse si
fr_fr: Le CAPTCHA peut être activé seulement si
pt_br: CAPTCHA apenas pode ser habilitado se
sv_se: CAPTCHA kan endast aktiveras om

source: Allow users to choose the category they want their testimonial to be added to, only available in the
es_es: Permitir a los usuarios elegir la categoría en la que quieren agregar su testimonio, solo disponible en la
fr_fr: Autoriser les utilisateurs à choisir la catégorie dans laquelle ils veulent que leur témoignage soit ajouté, seulement valable dans la
pt_br: Permitir que os usuários selecionem a categoria para seu depoimento, apenas disponível no
sv_se: Tillåt användare att välja den kategori de vill att deras rekommendationer ska läggas till, endast tillgänglig i

source: Choose choose the default category your testimonial will be added to, only available in the
es_es: Elija la categoría por defecto a la que se añadirá su testimonio, sólo está disponible en la
fr_fr: Choisir la catégorie par défaut dans laquelle votre témoignage sera ajouté, seulement valable dans la
pt_br: Selecione a categoria padrão, apenas disponível no
sv_se: Välj standardkategori där din rekommendation kommer att läggas till, endast tillgänglig i

source: Redirect page on successful submission
es_es: Con envío exitoso redirigir a Página
pt_br: Página de sucesso de envio

source: Should the page redirect to a custom page of your choice when a user submits a testimonial?
es_es: Debería la página redirigir a una página personalizada de su elección, cuando un usuario envía un testimonio?
pt_br: Deverá redirecionar a uma página customizada quando enviar depoimentos?

source: URL to redirect page
es_es: URL para la página de Redirección
pt_br: URL para a pagína de redirecionamento

source: Please use a full URL to the page that it should be redirected to
es_es: Utilice una dirección URL completa de la página a la que debe ser redirigido
pt_br: Por favor use a URL completa para página de redirecionamento

source: Show Image In Slider
es_es: Muestra Imagen en un Slider
fr_fr: Afficher l'image dans le slider
pt_br: Mostar Imagem no Slider
sv_se: Visa bild i slider

source: Show Title In Slider
es_es: Muestra el Título en un Slider
fr_fr: Afficher le titre dans le slider
pt_br: Mostrar Título no Slider
sv_se: Visa titel i slider

source: Show Excerpt In Slider
es_es: Muestra el extracto en un Slider
fr_fr: Afficher un extrait dans le slider
pt_br: Mostar resumo no Slider
sv_se: Visa utdragi slider

source: Show User Name In Slider
es_es: Muestra el nombre de usuario en un Slider
fr_fr: Afficher le nom de l'utilisateur dans le slider
pt_br: Mostar o Nome do Usuário no Slider
sv_se: Visa användarnamn i slider

source: Show User Website In Slider
es_es: Muestra el Sitio Web del usuario en un Slider
fr_fr: Afficher le site web de l'utilisateur dans le slider
pt_br: Mostar o Website no Slider
sv_se: Visa användar webbplats i slider

source: Show Star Rating In Slider
es_es: Muestra Rating como estrellas en Slider
fr_fr: Afficher les votes par étoiles dans le slider
pt_br: Mostrar Estrelas no Slider
sv_se: Visa stjärn betygssättning i slider

source: Show Slider Navigation
es_es: Muestra controles del Slider
fr_fr: Afficher une navigation dans le slider
pt_br: Mostar navegação no Slider
sv_se: Visa slider navigering

source: Next/Previous buttons on the left and right of the slider
es_es: Botones Siguiente/Previo a la izquierda y derecha del slider
fr_fr: Boutons Suivants/Précédent à gauche et à droite du slider
pt_br: Botões Anterior/Próximo na esquerda e direita do Slider
sv_se: Nästa/Föregående knappar till vänster och höger om slidern

source: Show Slider Pagination
es_es: Mostrar Paginacion en el slider
fr_fr: Afficher une pagination dans le slider
pt_br: Mostar Paginação no Slider
sv_se: Visa slider paginering

source: Navigation/Buttons at the bottom of the slider (Bullets)
es_es: Navegación/Botones en la parte inferior del Slider (Viñetas)
fr_fr: Boutons de navigation en bas du slider ( balles )
pt_br: Botões de navegação na parte de baixo do slider (bolinhas)
sv_se: Navigation/knapparna längst ner på slidern (Punkter)

source: Number of Items Per Slide
es_es: Número de ítems por slide
fr_fr: Nombre d'item par slide
pt_br: Número de ítens por Slide
sv_se: Antal objekt per slider

source: Number of testimonials that should be displayed in each slide.
es_es: Numero de testimonios que deben mostrase en cada slide.
fr_fr: Nombre de témoignages qui peuvent être affichés dans chaque slide.
pt_br: Número de Depoimentos que devem ser mostrados em cada Slide.
sv_se: Antal rekommendation som ska visas i varje bild.

source: Pagination Speed
es_es: Velocidad de páginas
pt_br: Velocidade da paginação

source: Pagination speed in milliseconds.
es_es: Velocidad en milisegundos.
pt_br: Velocidade da paginação em milissegundos.

source: The following classes can be used to style your testimonials in your slider to your preference
es_es: Las siguientes clases se pueden utilizar para el estilo de sus testimonios en su slider a su preferencia
fr_fr: Les classes suivantes peuvent être utilisées pour personnaliser le style du slider en fonction de vos préférences.
pt_br: As seguintes classes podem ser usadas para estilizar os depoimentos nos sliders
sv_se: Följande klasser kan användas för att stila dina rekommendationer i slidern till dina önskemål

source: http://mydomain.com/testimonials-thank-you
es_es: http://mydomain.com/testimonios-gracias

source: Layout 1
es_es: Diseño 1
fr_fr: Disposition 1

source: Layout 2
es_es: Diseño 2
fr_fr: Disposition 2

source: Layout 3
es_es: Diseño 3
fr_fr: Disposition 3

source: Layout 4
es_es: Diseño 4
fr_fr: Disposition 4

source: Layout 5
es_es: Diseño 5
fr_fr: Disposition 5
