Repository: wp-plugins/sola-testimonials
Catalog: languages/sola_t_*.po
Languages: es_es, fr_fr, nl_nl, pt_br, sv_se

source: Testimonial Author
es_es: Autor del Testimonio
fr_fr: Auteur du témoignage
nl_nl: Auteur recensie
pt_br: Autor Depoimento
sv_se: Rekommendations författare

source: Read More
es_es: Leer Más
fr_fr: En lire plus
nl_nl: Lees meer
pt_br: Leia Mais
sv_se: Läs mer

source: Our Testimonials
es_es: Nuestros Testimonios
fr_fr: Nos témoignages
nl_nl: Onze recensies
pt_br: Nossos Depoimentos
sv_se: Våra rekommendationer

source: Settings
es_es: Ajustes
fr_fr: Paramètres
nl_nl: Instellingen
pt_br: Configurações
sv_se: Inställningar

source: Feedback
es_es: Comentarios
fr_fr: Commentaire
pt_br: Retorno

source: Testimonials
es_es: Testimonios
fr_fr: Témoignages
nl_nl: Recensies
pt_br: Depoimentos
sv_se: Rekommendationer

source: Testimonial
es_es: Testimonio
fr_fr: Témoignage
nl_nl: Recensie
pt_br: Depoimento
sv_se: Rekommendation

source: Add New
es_es: Agregar
fr_fr: Ajouter un nouveau
nl_nl: Nieuwe toevoegen
pt_br: Adicionar Novo
sv_se: Lägg till ny

source: Add New Testimonial
es_es: Agregar Testimonio
fr_fr: Ajouter un nouveau témoignage
nl_nl: Nieuwe recensie toevoegen
pt_br: Adicionar Depoimento
sv_se: Lägg till ny rekommendation

source: New Testimonial
es_es: Nuevo Testimonio
fr_fr: Nouveau témoignage
nl_nl: Nieuwe recensie
pt_br: Novo Depoimento
sv_se: Ny rekommendation

source: Edit Testimonial
es_es: Editar Testimonio
fr_fr: Modifier un témoignage
nl_nl: Recensie bewerken
pt_br: Editar Depoimento
sv_se: Redigera rekommendation

source: View Testimonial
es_es: Ver Testimonio
fr_fr: Voir le témoignage
nl_nl: Recensie bekijken
pt_br: Ver Depoimento
sv_se: Visa rekommendation

source: All Testimonials
es_es: Todos los Testimonios
fr_fr: Tous les témoignages
nl_nl: Alle recensies
pt_br: Todos Depoimentos
sv_se: Alla rekommendationer

source: Search Testimonials
es_es: Buscar Testimonios
fr_fr: Rechercher les témoignages
nl_nl: Zoek recensies
pt_br: Procurar Depoimentos
sv_se: Sök rekommendation

source: Parent Testimonials:
es_es: Testimonios Padre:
fr_fr: Témoignages parents:
nl_nl: Bovenliggende recensies:
pt_br: Depoimento Pai:
sv_se: Förälder rekommendation

source: No testimonials Found.
es_es: No se encontraron Testimonios.
fr_fr: Aucun témoignages trouvés.
nl_nl: Geen recensies gevonden.
pt_br: Nenhum depoimento encontrado.
sv_se: Inga rekommendationer hittades.

source: No testimonials Found In Trash.
es_es: No se encontraron Testimonios en la Papelera.
fr_fr: Aucun témoignages trouvés dans la corbeille.
nl_nl: Geen recensies gevonden in de Prullenbak.
pt_br: Nenhum depoimento encontrado na lixeira.
sv_se: Inga rekommendationer hittades i papperskorgen.

source: Testimonial Data
es_es: Datos del Testimonio
fr_fr: Donnée de témoignage
nl_nl: Recensie gegevens
pt_br: Info do Depoimento
sv_se: Rekommendations data

source: User Name
es_es: Nombre de Usuario
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_br: Nome do Usuário
sv_se: Användarnamn

source: User Email Address
es_es: Direccion email del Usuario
fr_fr: Adresse email de l'utilisateur
nl_nl: E-mailadres gebruiker
pt_br: Email do Usuário
sv_se: Användares e-postadress

source: The users email address will be used to show their gravatar image. To use a custom image, leave this field blank and enter an Image URL below.
es_es: La dirección de correo electrónico de los usuarios se utilizará para mostrar su imagen gravatar. Para usar una imagen personalizada, deje este campo en blanco e introduzca una URL de la imagen de abajo.
fr_fr: L'adresse email des utilisateurs sera utilisée pour afficher leur image gravatar. Pour utiliser une image personnalisé, laissez vide ce champ et entrez l'URL de l'image ci-dessous.
nl_nl: Het e-mailadres van de gebruikers wordt gebruikt voor het tonen van hun gravatar afbeelding. Om een aangepaste afbeelding te gebruiken laat dit veld leeg en geeft u hieronder de URL van een afbeelding op.
pt_br: O email do usuário será utilizado para mostrar a imagem do gravata. Para usar uma imagem personalizada, deixe esse campo em branco e informe a URL da imagem abaixo.
sv_se: Användarens e-postadress kommer att användas för att visa sin gravatar bild. Om du vill använda en egen bild, lämna fältet tomt och ange en bild-URL nedan.

source: Image URL
es_es: URL de Imagen
fr_fr: URL de l'image
nl_nl: ﻿URL afbeelding
pt_br: URL da Imagem
sv_se: Bild URL

source: Leave this field blank to use the gravatar image of the author. The User Image (Right) will override this option.
es_es: Deje este campo en blanco para utilizar la imagen gravatar del autor. La Imagen del usuario (Derecha) anulará esta opción.
fr_fr: Laisser ce champ vide pour utiliser l'image Gravatar de l'auteur. L'image de l'utilisateur écrasera cette option.
nl_nl: Laat dit veld leeg om de gravatar afbeelding van de auteur te gebruiken. De Gebruikersafbeelding (rechts), overschrijft deze optie.
pt_br: Deixe esse campo em branco para usar a imagem gravatar do autor. A imagem do Usuário (Direita) vai sobrepor essa opção.
sv_se: Lämna fältet tomt för att använda gravatar bild av författaren. Användar bild (höger) kommer att åsidosätta detta alternativ.

source: Website Name
es_es: Sitio Web
fr_fr: Nom du site web
nl_nl: Websitenaam
pt_br: Nome do Website
sv_se: Webbplats namn

source: User Website Name
es_es: Nombre de Sitio Web del Usuario
fr_fr: Nom du site web de l'utilisateur
nl_nl: Naam website gebruiker
pt_br: Nome do Usuário do Website
sv_se: Användares webbplats namn

source: Website Address
es_es: Dirección del Sitio Web
fr_fr: Adresse du site web
nl_nl: Websiteadres
pt_br: Endereço do Website
sv_se: Webbplats adress

source: User Web Address
es_es: Dirección Web del Usuario
fr_fr: Adresse web de l'utilisateur
nl_nl: Gebruiker webadres
pt_br: Endereço Web do Usuário
sv_se: Användar webbadress

source: Rating
fr_fr: Noter
nl_nl: Beoordeling
pt_br: Qualificação
sv_se: Betyg

source: Please update to the latest version of Sola Testimonials Pro to take advantage of star ratings
es_es: Por favor, actualice a la última versión de Sola Testimonios Pro para usar calificaciones estrella
fr_fr: Merci de mettre à jour la dernière version de Sola Testimonials Pro pour obtenir les votes par étoiles
nl_nl: Update a.u.b. naar de laatste versie van Sola Testimonials om sterbeoordelingen te kunnen gebruiken.
pt_br: Por favor atualize para a última versão do Sola Testimonials Pro para usar as vantagens da qualificação por estrelas.
sv_se: Uppdatera till den senaste versionen av Sola Rekommendation Pro att dra fördel av stjärnbetyg

source: Premium Version
es_es: Versión Premium
fr_fr: Version Premium
nl_nl: Premium Versie
pt_br: Versão Premium

source: Testimonial Status
es_es: Estado del Testimonio
fr_fr: Statut du témoignage
nl_nl: Recensiestatus
pt_br: Estatus do Depoimento
sv_se: Rekommendation status

source: Status
es_es: Estado
fr_fr: Statut
pt_br: Estatus

source: Pending Approval
es_es: Pendiente de Aprobación
fr_fr: En attente d'approbation
nl_nl: Wacht op goedkeuring
pt_br: Aprovação pendente
sv_se: Väntar på godkännande

source: Approved
es_es: Aprobado
fr_fr: Approuvé
nl_nl: Goedgekeurd
pt_br: Aprovado
sv_se: Godkänd

source: Thank you for your feedback. We will be in touch soon
es_es: Gracias por tus comentarios. Estaremos en contacto pronto
fr_fr: Merci pour votre commentaire. Nous vous contacterons bientôt
nl_nl: Bedankt voor uw feedback. Wij nemen spoedig contact met u op.
pt_br: Obrigado pela sua qualificação. Entraremos em contato em breve
sv_se: Tack för din feedback. Vi kommer att ta kontakt inom kort

source: There was a problem sending your feedback. Please log your feedback on
es_es: Hubo un problema al enviar tus comentarios. Por favor ingrese su opinión en
fr_fr: Il y a eu un problème en envoyant votre commentaire. Merci de l'enregistrer à nouveau
nl_nl: Er is een probleem opgetreden bij het verzenden van uw feedback. Gelieve uw feedback doorgeven op
pt_br: Ouve um problema ao enviar sua qualificação. Por favor tente novamente
sv_se: Det gick inte att skicka dina synpunkter. Vänligen logga dina synpunkter på

source: Update Successful
es_es: Actualización Exitosa
fr_fr: Mise à jour effectuée
nl_nl: Update succesvol
pt_br: Atualização efetuado com sucesso
sv_se: Uppdateringen lyckades

source: No changes were made
es_es: No se hicieron cambios
fr_fr: Aucun changements n'ont été faits
nl_nl: Geen wijzigingen aangebracht.
pt_br: Não houve mudanças
sv_se: Inga ändringar gjordes

source: User Image
es_es: Imagen de Usuario
fr_fr: Image de l'utilisateur
nl_nl: Gebruikersafbeelding
pt_br: Imagem do usuário
sv_se: Användarbild

source: Welcome to
es_es: Bienvenido a
fr_fr: Bienvenue à
nl_nl: Welkom bij
pt_br: Benvindo a
sv_se: Välkommen till

source: A super easy to use and comprehensive Testimonial plugin.
es_es: Un plugin de Testimonios super fácil de usar y completo.
fr_fr: Un plugin de témoignage très facile à utiliser et complet.
nl_nl: Een super makkelijk te gebruiken en uitgebreide Recensie plugin.
pt_br: Plugin de Depoimento super fácil de usar.
sv_se: En super lätt att använda och heltäckande rekommendations plugin.

source: How did you find us?
es_es: Donde escuchó de Nosotros?
fr_fr: Comment nous avez-vous connu?
nl_nl: Hoe heeft u ons gevonden?
pt_br: Como você nos encontrou?
sv_se: Hur hittade du oss?

source: WordPress.org plugin repository
fr_fr: WordPress.org
pt_br: Wordpress Diretório de Plugins
sv_se: WordPress.org plugin försvar

source: Search Term
es_es: término De Búsqueda
fr_fr: Chercher un terme
nl_nl: Zoekterm
pt_br: Termo de Pesquisa
sv_se: Sök term

source: Google or other search Engine
es_es: Google u otro motor de búsqueda
fr_fr: Google ou autre moteur de recherche
nl_nl: Google of andere zoekmachine
pt_br: Google ou outro site de pesquisa
sv_se: Google eller annan sökmotor

source: Friend recommendation
es_es: Recomendación de amigo
fr_fr: Recommandation d'un ami
nl_nl: Aanbeveling van een vriend
pt_br: Recomendação de amigo
sv_se: Vän rekommendation

source: Other
es_es: Otros
fr_fr: Autre
nl_nl: Anders
pt_br: Outro
sv_se: Annat

source: Please Explain
es_es: Cuentanos por favor
fr_fr: Merci d'expliquer
nl_nl: Leg a.u.b. uit
pt_br: Por favor Explique
sv_se: Vänligen förklara

source: Submit
es_es: Enviar
fr_fr: Publier
nl_nl: Verzenden
pt_br: Enviar
sv_se: Skicka

source: Skip
es_es: Saltar
fr_fr: Passer
nl_nl: Overslaan
pt_br: Pular
sv_se: Hoppa över

source: Sola Testimonials - Settings
es_es: Sola Testimonials - Ajustes
fr_fr: Paramètres Sola Testimonials
nl_nl: Sola Testimonials - Instellingen
pt_br: Sola Testimonials - Configurações
sv_se: Sola rekommendationer - Inställningar

source: Please ensure you have saved any changes before navigating to another tab
es_es: Por favor, asegúrese de que ha guardado los cambios antes de navegar a otra pestaña
fr_fr: Assurez-vous d'avoir enregistré les changements avant de naviguer vers d'autres onglets
nl_nl: Zorg ervoor dat u alle wijzigingen hebt opgeslagen voordat u naar een ander tabblad gaat
pt_br: Por favor confirme se salvou as alterações antes de mudar de aba.
sv_se: Se till att du har sparat ändringarna innan du navigerar till en annan flik

source: Styles
es_es: Estilos
nl_nl: Stijlen
pt_br: Estilos
sv_se: Stilar

source: Options
es_es: Opciones
nl_nl: Opties
pt_br: Opções
sv_se: Val

source: Form Options
es_es: Opciones de Formulario
fr_fr: Options du formulaire
nl_nl: Formulieropties
pt_br: Opções do Formulário
sv_se: Formulär val

source: Upgrade
fr_fr: Mise à niveau
nl_nl: Upgraden
pt_br: Atualizar
sv_se: Uppgradera

source: Sola Testimonials Feedback
es_es: Comentarios para Sola Testimonials
fr_fr: Commentaire sur Sola Testimonials
pt_br: Sola Testimonials Qualificação
sv_se: Sola rekommendations feedback

source: We'd love to hear your comments and/or suggestions
es_es: Nos encantaría escuchar sus comentarios y / o sugerencias
fr_fr: Nous aimons écouter votre commentaires et/ou vos suggestions
nl_nl: We horen graag uw opmerkingen en/of suggesties
pt_br: Gostaríamos de ouvir seus comentários e sugestões
sv_se: Vi vill gärna höra dina synpunkter och/eller förslag

source: Your Name
es_es: Su Nombre
fr_fr: Votre nom
nl_nl: Uw naam
pt_br: Seu Nome
sv_se: Ditt namn

source: Your Email
es_es: Su Email
fr_fr: Votre email
nl_nl: Uw e-mail
pt_br: Seu Email
sv_se: Din e-post

source: Your Website
es_es: Su Website
fr_fr: Votre site web
nl_nl: Uw website
pt_br: Seu Website
sv_se: Din webbplats

source: Send Feedback
es_es: Enviar Comentarios
fr_fr: Envoyer le commentaire
nl_nl: Feedback verzenden
pt_br: Enviar Qualificação
sv_se: Skicka feedback

source: Support Desk
es_es: Soporte Técnico
fr_fr: Espace du support
pt_br: Suporte

source: Contact
es_es: Contacto
pt_br: Contato
sv_se: Kontakt

source: If you find any errors or if you have any suggestions, Get in contact with us via our
es_es: Si encuentra algún error o si tiene alguna sugerencia, Póngase en contacto con nosotros a través de nuestro
fr_fr: Si vous trouvez des erreurs ou si vous avez des suggestions, prenez contact avec nous via notre
nl_nl: Als u fouten vindt of suggesties heeft, neem dan contact met ons op via onze
pt_br: Se você achar qualquer erro ou se você tiver qualquer sugestão, entre em contato conosco via nosso
sv_se: Om du hittar några fel eller om du har några förslag, Kom i kontakt med oss via vår

source: Follow us on Twitter
es_es: Síguenos en Twitter
fr_fr: Suivez-nous sur Twitter
nl_nl: Volg ons op Twitter
pt_br: Segua nos no Twitter
sv_se: Följ oss på Twitter

source: Sola Testimonials Premium Version:
fr_fr: Version premium de Sola Testimonials:
nl_nl: Sola Testimonials Premium Versie:
pt_br: Sola Testimonials Versão Premium:
sv_se: Sola rekommendations premium version:

source: Support
es_es: Soporte Técnico
nl_nl: Ondersteuning
pt_br: Suporte

source: Sola Testimonials Version:
fr_fr: Version de Sola Testimonial:
nl_nl: Sola Testimonials Versie:
pt_br: Sola Testimonials Versão:
sv_se: Sola rekommendation version:

source: Go Premium
fr_fr: Passer à la version Premium
nl_nl: Neem Premium
pt_br: Vire Premium
sv_se: Gå Premium

source: Slider Preview
es_es: Previsualizar Slider
fr_fr: Aperçu du slider
nl_nl: Slider voorbeeld
pt_br: Preview do Slider
sv_se: Förhandsgranska slider

source: Priority Support
es_es: Soporte Prioritario
fr_fr: Support prioritaire
pt_br: Suporte Prioritário
sv_se: Prioritet support

source: Pay once and never again!
es_es: Pague una vez y Nunca Más!
fr_fr: Payer une seule fois et plus jamais ensuite!
nl_nl: Betaal eens en nooit weer!
pt_br: Pague uma vez e nunca mais!
sv_se: Betala en gång och aldrig mer!

source: Allow your visitors to submit a testimonial on your site.
es_es: Permite a sus visitantes a enviar un testimonio en su sitio.
fr_fr: Autoriser vos visiteurs à publier un témoignage sur votre site.
nl_nl: Sta uw bezoekers toe een recensie te plaatsen op uw site.
pt_br: Possibilite seus visitantes enviar depoimentos no seu site.
sv_se: Tillåt dina besökare att uppge en rekommendation på din webbplats.

source: Display testimonials in a slider
es_es: Mostrar testimonios en un slider
fr_fr: Afficher les témoignages dans un slider
nl_nl: Toon recensies in een slider
pt_br: Mostre depoimentos em um slider
sv_se: Visa rekommendation i en slider

source: Organize your testimonials into categories
es_es: Organice sus testimonios en categorías
fr_fr: Organiser vos témoignages dans des catégories
nl_nl: Uw rcensies indelen in categorieën
pt_br: Organize os depoimentos em categorias
sv_se: Organisera dina rekommendationer i kategorier

source: Choose a default category your testimonials will be added to
es_es: Elige una categoría predeterminada para añadir a sus testimonios
fr_fr: Choisissez une catégorie par défaut dans laquelle vos témoignages seront ajouté
nl_nl: Kies een standaardcategorie waaraan uw recensies worden toegevoegd
pt_br: Selecione a categoria padrão que seus depoimentos serão adicionados
sv_se: Välj en standardkategori som dina rekommendationer kommer att läggas till

source: Choose an Image Style
es_es: Elija un estilo de Imagen
fr_fr: Choisissez un style d'image
nl_nl: Kies een afbeeldingstijl
pt_br: Selecione um Estilo para Imagem
sv_se: Välj en bild stil

source: Image 1
es_es: Imagen 1
nl_nl: Afbeelding 1
pt_br: Imagem 1
sv_se: Bild 1

source: Image 2
es_es: Imagen 2
nl_nl: Afbeelding 2
pt_br: Imagem 2
sv_se: Bild 2

source: Choose a Layout
es_es: Elija un Diseño
fr_fr: Choisissez une disposition
nl_nl: Kies een lay-out
pt_br: Selecione um Layout
sv_se: Välj en layout

source: Click here
es_es: Click Aquí
fr_fr: Cliquer ici
nl_nl: Klik hier
pt_br: Clique aqui
sv_se: Klicka här

source: Choose a Theme
es_es: Elija un Tema
fr_fr: Choisissez un thème
nl_nl: Kies een thema
pt_br: Escolha um Tema
sv_se: Välj ett tema

source: Clean Theme
es_es: Tema Limpio
fr_fr: Nettoyer le thème
nl_nl: Schoon thema
pt_br: Tema Limpo
sv_se: Rent tema

source: Bubble Theme
es_es: Tema Burbuja
fr_fr: Thème Bulle
nl_nl: Bubble thema
pt_br: Tema Bolhas
sv_se: Bubbell tema

source: Card Theme
es_es: Tema Tarjeta
fr_fr: Thème Carte
nl_nl: Kaart thema
pt_br: Tema Cartão
sv_se: Kort tema

source: Unlock all themes
es_es: Activar Todos los temas
fr_fr: Déverrouiller tous les thèmes
nl_nl: Ontgrendelen van alle themas
pt_br: Desbloqueie todos os temas
sv_se: Lås upp alla teman

source: Custom CSS
es_es: CSS Personalizado
fr_fr: CSS personnalisé
nl_nl: ﻿Aangepaste CSS
pt_br: CSS customizado
sv_se: Anpassad CSS

source: Style your testimonials to your preference.
es_es: Diseñe sus Testimonios a su gusto.
fr_fr: Personnaliser le style de vos témoignages.
nl_nl: Stijl uw recensies naar eigen voorkeur.
pt_br: Estilize seus depoimentos como desejar.
sv_se: Styla dina rekommendationer till dina önskemål.

source: Update Settings
es_es: Salvar Ajustes
fr_fr: Mettre à jour les paramètres
nl_nl: Instellingen bijwerken
pt_br: Atualizar configurações
sv_se: Uppdatera inställningar

source: Available Classes
es_es: Classes Disponibles
fr_fr: Classes valables
nl_nl: Beschikbare Classes
pt_br: Classes disponíveis
sv_se: Tillgängliga klasser

source: The following classes can be used to style your testimonials to your preference
es_es: Las siguientes clases se pueden utilizar para dar estilo a sus testimonios a su gusto
fr_fr: Les classes suivantes peuvent être utilisées pour personnaliser le style de vos témoignages
nl_nl: De volgende classes kunnen worden gebruikt om de stijl van uw recensies aan uw voorkeur aan te passen
pt_br: As seguintes classes podem ser utilizadas para estilizar seus depoimentos
sv_se: Följande klasser kan användas för att styla dina rekommendationer till dina önskemål

source: Display Title Input?
es_es: Mostrar el campo Título?
fr_fr: Afficher le champ du titre?
nl_nl: Toon titelveld?
pt_br: Mostrar Título?
sv_se: Visa titel inmatning?

source: Title Field Required?
es_es: Campo Título Requerido?
fr_fr: Champ du titre requis?
nl_nl: Titelveld verplicht?
pt_br: O campo é obrigatório?
sv_se: Titel fält obligatorisk?

source: Title Field Label
es_es: Etiqueta del campo Título
fr_fr: Libellé du champ Titre
nl_nl: Titelveld label
pt_br: Rótulo do campo Título
sv_se: Etikett titelfält

source: Title
es_es: Título
fr_fr: Titre
nl_nl: Titel
pt_br: Título
sv_se: Titel

source: Title Field Description
es_es: Descripción del campo Título
fr_fr: Description du champ titre
nl_nl: Titelveld omschrijving
pt_br: Descrição do campo Título
sv_se: Beskrivning titelfält

source: Provide a title for your testimonial.
es_es: Ingrese un título para su testimonio
fr_fr: Fournissez un titre à votre témoignage.
nl_nl: Geef een titel voor uw recensie.
pt_br: Informe um título para seu depoimento.
sv_se: Ge en titel för din rekommendation.

source: Display Name Input?
es_es: Mostrar el campo Nombre?
fr_fr: Afficher le champ Nom?
nl_nl: Toon naamveld?
pt_br: Mostrar o Nome?
sv_se: Visa namn inmating?

source: Name Field Required?
es_es: Campo Nombre Requerido?
fr_fr: Champ du nom requis?
nl_nl: Naamveld verplicht?
pt_br: Campo Nome obrigatório?
sv_se: Namn fält krävs?

source: Name Field Label
es_es: Etiqueta del campo Nombre
fr_fr: Libellé du champ Nom
nl_nl: Naamveld label
pt_br: Rótulo do campo Nome
sv_se: Namn fältetikett

source: Name
es_es: Nombre
fr_fr: Nom
nl_nl: Naam
pt_br: Nome
sv_se: Namn

source: Name Field Description
es_es: Descripción del campo Nombre
fr_fr: Description du champ Nom
nl_nl: Naamveld omschrijving
pt_br: Descrição do campo Nome
sv_se: Namn fält beskrivning

source: What is your name?
es_es: Cual es su nombre?
fr_fr: Quel est votre nom?
nl_nl: Wat is uw naam?
pt_br: Qual seu nome?
sv_se: Vad heter du?

source: Display Website Name Input?
es_es: Mostrar campo Nombre sitio Web?
fr_fr: Afficher le champ du Nom du Site Web?
nl_nl: Toon websitenaamveld?
pt_br: Mostrar o Website?
sv_se: Visa webbplatsens namn inmatning?

source: Website Name Field Required?
es_es: Campo Nombre sitio Web Requerido?
fr_fr: Champ du site web requis?
nl_nl: Websitenaamveld verplicht?
pt_br: Campo Website obrigatório?
sv_se: Webbplats namnfält obligatoriskt?

source: Website Name Field Label
es_es: Etiqueta del campo Nombre sitio Web?
fr_fr: Libellé du champ Nom du site web
nl_nl: Websitenaamveld label
pt_br: Rótulo do campo Website
sv_se: Fältetikett webbplats namn

source: Website Name Field Description
es_es: Descripción del campo Nombre Sitio Web?
fr_fr: Description du champ Nom du site web
nl_nl: Websitenaamveld omschrijving
pt_br: Descrição do campo Website
sv_se: Beskrivning webbplats namn fält

source: What is the name of your website?
es_es: Cual es el nombre de su sitio web?
fr_fr: Quel est le nom de votre site web?
nl_nl: Wat is de naam van uw website?
pt_br: Qual o nome do seu Website?
sv_se: Vad är namnet på din webbplats?

source: Display Website Address Input?
es_es: Mostrar campo Dirección?
fr_fr: Afficher le champ de l'adresse du Site Web?
nl_nl: Toon websiteadresveld?
pt_br: Mostrar o Endereço do Website?
sv_se: Visa webbadress inmatning?

source: Website Address Field Required?
es_es: Campo Dirección Requerido?
fr_fr: Champ de l'adresse du site web requis?
nl_nl: Websiteadresveld verplicht?
pt_br: Campo Endereço Website obrigatório?
sv_se: Krävs webbplats adress fält?

source: Website Address Field Label
es_es: Etiqueta campo Dirección Web
fr_fr: Libellé du champ Adresse du site web
nl_nl: Websiteadresveld label
pt_br: Rótulo do campo Endereço do Website
sv_se: Fältetikett webbplats adress

source: Website URL
fr_fr: URL du site web
pt_br: URL do Website
sv_se: Webbadress

source: Website Address Field Description
es_es: Descripción Campo Dirección Web
fr_fr: Description du champ Adresse du site web
nl_nl: Websiteadresveld omschrijving
pt_br: Descrição do campo Endereço do Website
sv_se: Beskrivning webbplats adress fält

source: What is the URL to your website?
es_es: Cual es la URL de du sitio Web?
fr_fr: Quelles est l'URL de votre site web?
nl_nl: Wat is de URL naar uw website?
pt_br: Qual a URL do seu Website?
sv_se: Vad är webbadressen till din webbplats?

source: Body Content Field Label
es_es: Etiqueta del campo Contenido
fr_fr: Libellé du champ Contenu du corps
nl_nl: Inhoudveld label
pt_br: Rótulo do campo Conteúdo
sv_se: Fältetikett body innehåll

source: Body
es_es: Cuerpo
fr_fr: Message
nl_nl: Inhoud
pt_br: Conteúdo

source: Body Content Field Description
es_es: Descripción del campo Contenido
fr_fr: Description du champ Contenu du corps
nl_nl: Inhoudveld omschrijving
pt_br: Descrição do Campo Conteúdo
sv_se: Body innehåll fält beskrivning

source: Tell us your thoughts?
es_es: Cuéntenos que piensa?
fr_fr: Qu'en pensez-vous?
nl_nl: Vertel ons wat je vind
pt_br: Conte-nos seus pensamentos?
sv_se: Berätta vad du tycker?

source: Enable Ratings?
es_es: Habilitar Ratings?
fr_fr: Activer les votes?
nl_nl: Beoordeling inschakelen?
pt_br: Abilitar Qualificação?
sv_se: Aktivera betyg?
